Repository: Ghost0817/ghost_projects
Catalog: password_generator/translations/messages.*.xliff
Languages: mn

source: Password generator - create a secure, random passwords
mn: Нууц үг үүсгэгч - аюулгүй байдлыг бий болгох, санамсаргүй нууц үг үүсгэх

source: Our online random password generator helps create a strong passwords that is as secure as possible against hacking. Create complex passwords in a click!
mn: Манай онлайн санамсаргүй нууц үг үүсгэгч нь хакердахын эсрэг аль болох найдвартай, хүчтэй нууц үг үүсгэхэд тусалдаг. Дархад ээдрээтэй нууц үг үүсгэнэ!

source: Password Length
mn: Нууц Үгийн Урт

source: min
mn: доод

source: max
mn: дээд

source: Include Uppercase
mn: Том Үсэг Оруулах

source: Include Lowercase
mn: Жижиг Үсэг Оруулах

source: Include Numbers
mn: Тоо Оруулах

source: Include Characters
mn: Тэмдэгт Оруулах

source: Exclude Ambiguous
mn: Хоёрдмол утгатайг хасах

source: Exclude Similar
mn: Жижил зүйлийг хасах

source: Auto-Select The Password
mn: Нууц үгийг Автоматаар Сонгох

source: Save My Preference
mn: Миний Сонголтийг Хадгалах

source: Generate
mn: Үүсгэх

source: Your new password
mn: Таны шинэ нууц үг

source: copy
mn: хуулах

source: or
mn: эсвэл

source: send to email
mn: И-Мэйл рүү илгээх

source: How can I ever remember a random password?
mn: Би санамсаргүй нууц үгийг хэрхэн санах вэ?

source: Good passwords are long and random. The problem lies in the fact that people do not create long random passwords badly. That is why you need password managers such as:
mn: Сайн нууц үгүүд нь урт ба санамсаргүй байдаг. Асуудал нь хүмүүс муухан урт санамсаргүй нууц үг үүсгэдэггүй дээр байгаа. Тийм учраас танд нууц үг удирдагч хэрэгтэй тухайлбал:

source: LastPass remembers all your passwords, so you don't have to.
mn: LastPass бүх нууц үгийг санадаг тул та заавал санах шаардлагагүй юм.

source: Save your passwords and log in to sites with a single click.
mn: Таны нууц үгүүдыг хадгалах ба нэг даралтаар сайтууд руу нэвтэрнэ.

source: Simple way to store and fill passwords and personal information.
mn: Нууц үг бөглөх болон хувийн мэдээлэл хадгалах энгийн аргатай.

source: Creates complex passwords when you need them.
mn: Та хэрэгтэй бол ээдрээтэй нууц үг үүсгэнэ.

source: You’ll never need to remember or type your passwords again.
mn: Та хэзээ ч санах эсвэл нууц үг дахин бичих шаардлагагүй болно.

source: Autofill forms in a second. Use your passwords wherever you go.
mn: Секундын дотор автоматаар бөглөнө. Өөрийн нууц үгийг хаанаас ч ашиглах боломжтой.

source: Frequently asked questions
mn: Түгээмэл Асуултууд

source: How do password generators work?
mn: Нууц үг үүсгэгч хэрхэн ажилладаг вэ?

source: Are password generators safe?
mn: Нууц үг үүсгэгч аюулгүй юу?

source: Absolutely! All passwords created using a password generator are generated locally on your computer. They are not saved and are not transmitted anywhere. No one can see the password you create. Just remember to close this page as soon as you have generated and copied your password so that someone else will not see it.
mn: Мэдээжийн хэрэг! Нууц үг үүсгэгч ашиглан үүсгэсэн бүх нууц үгс нь таны компьютер дээр боловсорогдсон байдаг. Тэд хадгалагдахгүй бөгөөд хаашаа ч дамжуулагдчихгүй. Таны үүсгэсэн нууц үгийг хэн ч харж чадахгүй. Өөр хэн нэгэн үүнийг харж чадахгүй байлгахын тулд та энэ нууц үгээ үүсгэснийг хуулж тавьсны дараа үүнийг хаахаа мартуузай.

source: Why should I use a password generator?
mn: Би яагаад нууц үг үүсгэгч ашиглах ёстой вэ?

source: Because people are really bad at inventing real random passwords. People often use words or numbers that mean something to them: the name of the pet, the mother’s maiden name, the birthdays of their children, the lyrics, etc. The problem is that you get passwords that are easy to guess.
mn: Учир нь хүмүүс бодит санамсаргүй нууц үгийг зохиоход үнэхээр муу байдаг. Хүмүүс үргэлж өөрт нь ямар нэгэн утгатай үг, тоо хэрэглэдэг: гэрийн тэжээвэр амьтны нэр, ээжийн нэр, үр хүүхдийнхээ төрсөн өдөр, дууны үгс гэх мэт. Асуудал нь та өөрөө таахад хялбар нууц үг олж авахад оршино.

source: What is a Random Password Generator?
mn: Санамсаргүй Нууц үг Үүсгэгч гэж юу вэ?

source: Random password generator is a online application that automatically creates a random, secure passwords. Reliable generators always make passwords that meet these requirements:
mn: Санамсаргүй нууц үг үүсгэгч нь санамсаргүй ба аюулгүй нууц үгийг автоматаар үүсгэдэг онлайн програм юм. Найдвартай үүсгэгч нь эдгээр шаардлагыг хангасан нууц үгийг үргэлж хийдэг:

source: To be long and unique
mn: Урт ба өвөрмөц байх

source: The password must contain letters, numbers, and other special symbols. Password must be at least 12 symbols long.
mn: Нууц үг нь үсэг, тоо болон бусад тусгай тэмдэгтүүдийг агуулсан байх ёстой. Нууц үг хамгийн багадаа 12 тэмдэгтээс бүрдэх ёстой.

source: Surely to use PRNG
mn: PRNG ашиглах нь гарцаагүй

source: PRNG is a pseudo-random number generator, with the help of which a sequence of symbols, numbers and letters is formed.
mn: PRNG бол хиймэл санамсаргүй тоон үүсгэгч бөгөөд түүний тусламжтайгаар тэмдэг, тоо, үсэгний дараалал үүсдэг.

source: Generate locally
mn: Өөр дээрээ боловсорогдсон

source: The password must be generated locally on the computer / device of the user. Actually, our service works exactly the same way.
mn: Нууц үг хэрэглэгчийн компьютер / төхөөрөмжид дээр локал хэлбэрээр үүсгэх ёстой. Ер нь манай үйлчилгээ яг ижилхэн ажилладаг.

source: Useful Internet security tips
mn: Интернетийн аюулгүй байдлын талаар хэрэгтэй зөвлөгөө

source: Attach a mobile phone
mn: Гар утас хавсаргах

source: Be sure to link your mobile phone to your account, if the service allows. At the moment, this is the most reliable way to recover a password.
mn: Хэрэв үйлчилгээ нь зөвшөөрдөг бол гар утсаа бүртгэлдээ холбосон эсэхээ шалгаарай. Одоогийн байдлаар энэ бол нууц үгийг сэргээх хамгийн найдвартай арга юм.

source: Include two-factor authentication
mn: Хоёр дахь нэвтрэлтийг багтаадаг

source: In case the service supports this option, connect it to further protect your account.
mn: Хэрэв үйлчилгээ нь энэ сонголтыг дэмжиж байвал, дансаа хамгаалахын тулд холбоно уу.

source: Avoid simple passwords
mn: Энгийн нууц үгнээс зайлсхийх

source: Avoid short and popular passwords that consist of sequences on the keyboard (qwerty) or easily alternate (1q2w3e)
mn: Гар дээрх дараалал (qwerty) эсвэл хялбархан орлуулах (1q2w3e) гэсэн богино, түгээмэл нууц үгнээс зайлсхийх хэрэгтэй.

source: Do not use personal data in the password
mn: Нууц үгэндээ хувийн мэдээллийг бүү ашигла

source: Never use the password names of your beloved and acquaintances, phone numbers and addresses, birthdays, licenses numbers, and other personal information.
mn: Нууц үгэнд хайртай, танил хүмүүсийн нэр, утасны дугаар, хаяг, төрсөн өдөр, лицензийн дугаар болон бусад хувийн мэдээллийг хэзээ ч бүү ашиглаарай.

source: Use unique passwords
mn: Өвөрмөц нууц үг ашиглах

source: Create a unique password for each of your accounts and do not use it when registering with other sites.
mn: Таны бүртгэл бүр дээр дахин давташгүй нууц үг зохиож, бусад сайтад бүртгүүлэхдээ үүнийг бүү ашиглаарай.

source: Change the password periodically
mn: Нууц үгээ үе үе өөрчлөх

source: Take the habit of changing your password for critically important data at least once every three months.
mn: Маш чухал мэдээлэлд зориулж нууц үгээ гурван сард дор хаяж нэг удаа өөрчлөх зуршилтай байхыг зөвлөж байна.

source: Use antivirus software
mn: Вирусны эсрэг програм хангамж ашиглах

source: Use the switched on antivirus on your computer and do not prevent it from updating.
mn: Компьютер дээрээ ассан антивирусыг ашиглах бөгөөд шинэчлэлээс урьдчилан сэргийлэх хэрэггүй.

source: Do not allow browsers to save passwords
mn: Хөтөчүүдэд нууц үг хадгалахыг зөвшөөрөхгүй байх

source: Do not use auto save in browsers, because saved passwords in the browser are easy to identify. In addition, a person who uses your device will also have access to your account.
mn: Учир нь хөтөчид хадгалсан нууц үгийг тодорхойлоход хялбар байдаг тул хөтөч дээр автоматаар хадгалах горимыг бүү ашиглаарай. Үүнээс гадна, таны төхөөрөмжийг ашигладаг хүн таны дансанд нэвтрэх эрхтэй болно.

source: Fake pages of popular sites
mn: Алдартай сайтуудын хуурамч хуудас

source: Be careful when entering your login and password on the sites, look at the address and make sure that this is the very site. At the beginning of the address you will see a confirmation that you are in a secure connection https: //.
mn: Нэвтрэх нэр, нууц үгээ сайтууд дээр оруулахдаа анхааралтай хандаж, хаягийг нь шалгаад энэ сайт мөн эсэхийг шалгаарай. Хаягны эхэнд та аюулгүй холболт байгаа гэдгээ https: // харж баталгаажуулна.

source: Use an SSL connection
mn: SSL холболтыг ашиглах

source: Do not pass important information to unprotected HTTP or FTP protocols, because information in these connections can be easily intercepted.
mn: Хамгаалагдаагүй HTTP эсвэл FTP протоколуудад чухал мэдээллийг бүү дамжуулж байгаарай, учир нь эдгээр холболтууд дахь мэдээллийг хялбархан тасалдуулж болно.

source: Use the incognito mode in your browser
mn: Өөрийн вэб хөтчид нууцлалын горимыг ашиглах

source: When you visit important for you sites, it is advisable to do it in incognito mode, so you can protect yourself from unwanted cookies and tracking.
mn: Таны хувьд чухал сайтууд руу зочлох үед үүнийг нууцлалын горимоор хийхийг зөвлөж байна, ингэснээр та хүсээгүй cookie-нүүд, хянахаас өөрийгөө хамгаалах боломжтой.

source: Be more careful with the services of capturing the picture from the screen
mn: Дэлгэцээс зургийг авах үйлчилгээнд илүү болгоомжтой хандах хэрэгтэй

source: Very often, all users of the Internet have access to screenshots made through such services.
mn: Маш олон удаа интернетийн бүх хэрэглэгчид ийм үйлчилгээгээр дамжуулан дэлгэцийн зураг авах боломжтой байдаг.

source: or
mn: эсвэл

source: or
mn: эсвэл

source: or
mn: эсвэл

source: or
mn: эсвэл

source: or
mn: эсвэл

source: or
mn: эсвэл

source: or
mn: эсвэл

source: or
mn: эсвэл
